import {
  service1,
  service2,
  service3,
  service4,
  service5,
  service6,
} from "@/assets/services";

export const services = [
  {
    id: 1,
    title: "Ремонт колец",
    decs: `<p>
Восстановим ваши любимые кольца, будь то уменьшение/увеличение размера, исправление формы, полировка изделия.
    </p>
    
    <p>
    Мы уделяем внимание каждой детали, чтобы ваше украшение выглядело как новое. Доверьте нам свои кольца, и они снова засияют!
    </p>`,
    img: service1,
  },
  {
    id: 2,
    title: "Ремонт цепочек и браслетов",
    decs: "Если ваша цепочка или браслет порвались или сломался замок, не переживайте! Мы профессионально восстановим их, используя высококачественные материалы. Мы также можем изменить длину изделия под ваши предпочтения.",
    img: service2,
  },
  {
    id: 3,
    title: "Ремонт серёг",
    decs: `
    <p>
    Если застёжка сломалась или перетёрлись колечки в шарнирном соединении, мы быстро и качественно починим все проблемные места, чтобы вы могли носить свои серьги с уверенностью.

    </p>
    
    <p>
    Если ваши серьги потеряли свой первоначальный вид или стали неудобными в ношении, наши мастера восстановят их первоначальный вид и комфорт.</p>
    `,
    img: service3,
  },
  {
    id: 4,
    title: "Вставка камней",
    decs: "Утерянный или повреждённый камень — не повод расставаться с любимым украшением! Мы предлагаем услуги по вставке камней различного размера и формы. Выберите новый камень из нашего ассортимента или принесите свой — мы сделаем все возможное, чтобы ваше изделие снова засияло.",
    img: service4,
  },
  {
    id: 5,
    title: "Устранение царапин и полировка",
    decs: "Со временем на ювелирных изделиях могут появляться царапины и потёртости. Наша услуга по полировке вернёт вашему украшению его первоначальный блеск. Мы используем профессиональное оборудование и безопасные методы, чтобы ваши изделия выглядели безупречно.",
    img: service5,
  },
  {
    id: 6,
    title: "Ультразвуковая мойка",
    decs: "Регулярная чистка ювелирных изделий помогает сохранить их красоту и долговечность. Мы предлагаем профессиональную мойку с использованием безопасных для материалов средств, чтобы ваши украшения всегда выглядели как новые.",
    img: service6,
  },
];
